<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Правила размещения контента</title>
    <link href="https://fonts.googleapis.com/css?family=Roboto:400,400i,500,700&amp;subset=cyrillic-ext" rel="stylesheet">     
    <link rel="stylesheet" href="/assets/css/style.css">
    <script src="https://code.jquery.com/jquery-2.2.4.min.js"></script>
    <script src="/assets/js/plugins.js"></script>    
    <link rel="apple-touch-icon" sizes="180x180" href="/assets/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="/assets/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="/assets/favicon-16x16.png">
    <link rel="manifest" href="/assets/site.webmanifest">
    <link rel="mask-icon" href="/assets/safari-pinned-tab.svg" color="#5bbad5">
    <meta name="msapplication-TileColor" content="#da532c">
    <meta name="theme-color" content="#ffffff">
</head>
<body>
<!--[if lt IE 10]>
    <p class="browserupgrade">Вы используете <b>устаревший</b> браузер. Пожалуйста, <a href="http://browsehappy.com/?locale=ru_ru">обновите свой браузер</a> чтобы улучшить опыт работы с сайтом.</p>
<![endif]-->

<header class="container">    
    <a class="btn-back" href="/">&laquo;</a>    
</header>

<main>
    <article class="container art-serv text-indent">
        <h1>Правила размещения контента</h1>
        <p class="date">Дата последнего изменения: 05.03.2020</p>    

        <ul class="toc">
            <li><a href="#h_1">1. Общие положения</a></li>
            <li><a href="#h_2">2. Требования к содержанию Визиток</a></li>
            <li><a href="#h_6">3. Требования к содержанию Публикаций</a></li>
            <li><a href="#h_3">4. Требования к содержанию Запросов</a></li>
            <li><a href="#h_4">5. Требования к содержанию Отзыва</a></li>
            <li><a href="#h_5">6. Требования к сообщениям в Запрос</a></li>
        </ul>

        <h2 id="h_1">1. Общие положения</h2>
        <p>Данные правила разъясняют требования к контенту размещаемому в Сервисе ПоЗнакомым и применяются совместно с <a href="terms-use">Условиями использования</a>.</p>        
        <p>Ниже перечислены общие ограничения, действующие в отношении размещения любого типа контента, а именно Визиток, Запросов и любых сообщений в Сервисе:</p>
        <ul class="nostyle">
            <li>1.1. мы не допускаем оскорбления или прочие враждебные высказывания принижающие человеческое достоинство.</li>
            <li>1.2. мы запрещаем публикацию контента, носящего сексуальный характер или побуждающий к половым контактам между взрослыми, а также который изображает и предполагает сексуальную эксплуатацию детей и подвергает их опасности.</li>
            <li>1.3. мы запрещаем публикацию ссылок ведущих на сайты с вредоносным программным обеспечением.</li>
            <li>1.4. мы удаляем контент, который поощряет самоубийство или нанесение себе увечий.</li>
            <li>1.5. мы удаляем контент, нарушающий местное законодательство или права третьих лиц</li>
        </ul>
        
        <p>В спорных ситуациях мы предпочитаем не удалять контент, даже если некоторым людям он кажется неподобающим, кроме случаев, когда удаление такого контента позволяет предотвратить причинение конкретного вреда. </p>
        
        <h2 id="h_2">2. Требования к содержанию Визиток</h2>
        <p>Визитка должна удовлетворять следующим требованиям: </p>
        <ul class="nostyle">
            <li>2.1. Визитка должна рассказывать о реально оказываемых вами услугах и вы должны быть готовы их оказать. Не размещайте в Визитке информацию общего рекламного характера без конкретного предложения. Визитка не может создаваться для публикации: <br>
            объявлений о продаже/покупке личных вещей, объявлений - безвозмездно отдам/приму в дар <br>
            размещения поздравлений, обращений и прочих сообщений сообществу </li>
			<li>2.2. Одна визитка – один вид услуг. Не следует объединять услуги из разных областей в одной визитке. Например, «Танцовщица, мастер по наращиванию ресниц».</li>
            <li>2.3. Заголовок Визитки должен отражать краткое описание услуги (без сокращений). Например, подходящее названия «Даю частные уроки игры на гитаре» или «Ремонт квартир под ключ». Запрещаются неинформативные и абстрактные названия. Например, «Отдых для всех», «Тапни по мне», «Читать всем» и т.п.</li>
            <li>2.4. Текст в описания должен соотноситься с темой Визитки и рассказывать о конкретных услугах. Текст должен быть понятным и раскрывать дополнительную информацию о предоставляемых услугах: ценах, районе оказания услуг, доставке, других условиях т.п.</li>
			<li>2.5. Не пишите текст заглавными буквами. Избегайте сокращений и аббревиатур. </li>
            <li>2.6. Изображения, прикрепленные к Визитке должны быть хорошего качества и отвечать тематике Визитки. Размещайте только те изображения, которые вы сделали сами, либо на использование которых у вас есть иное законное основание. Мы вправе автоматически наносить на загружаемые вами фотографии логотипы/водяные знаки ПоЗнакомым, чтобы предотвращать несанкционированное копирование пользовательского контента.</li>
			<li>2.7. В тегах, через запятую, можно задать дополнительные ключевые слова для улучшения полнотекстового поиска Визитки. Ключевые слова должны отвечать тематике Визитки.</li>
            <li>2.8. Если Визитка потеряла свою актуальность, вы должны удалить устаревшую Визитку или перенести её в черновики.</li>
            <li>2.9. Вы можете опубликовать несколько Визиток, однако они не должны повторяться, в том числе рассказывать разными словами об одном и том же.</li>
        </ul>       
        
        <p class="welcome">Перед публикацией Визиток мы можем проводить их модерацию. Вы самостоятельно несете всю ответственность за информацию указанную в Визитке и её достоверность. </p>

        <h2 id="h_6">3. Требования к содержанию Публикаций</h2>
		<p>Публикация должна удовлетворять следующим требованиям:</p>
        <ul class="nostyle">
			<li>3.1. Изображения и текст публикации должны соотносится с тематикой Визитки.</li>
			<li>3.2. Прикрепленные изображения должны быть хорошего качества. Размещайте только те изображения, которые вы сделали сами, либо на использование которых у вас есть иное законное основание. Мы вправе автоматически наносить на загружаемые вами фотографии логотипы/водяные знаки ПоЗнакомым, чтобы предотвращать несанкционированное копирование пользовательского контента.</li>
        </ul>       

        <h2 id="h_3">4. Требования к содержанию Запросов</h2>
        <p>“Запрос” в Сервисе ПоЗнакомым служит для обращения к <a href="detail#h_2">вашему сообществу</a> знакомых с целью найти нужного вам специалиста или получить консультацию/совет. При размещении Запросов вы должны придерживаться следующих правил:</p>
        <ul class="nostyle">
            <li>4.1. Запрос не должен использоваться для:
                <ul>
                    <li>объявлений о продаже/покупке личных вещей </li>
                    <li>размещения поздравлений, воззваний к вашему сообществу, прочих обращений. Например: “Всех с новым годом! Ура!”, “Ура!!! Я стал папой”, “Народ, подскажите в чем смысл жизни”.</li>
                    <li>запрос информации, которую без труда можно получить из других источников. Например, “Подскажите какая погода завтра в Санкт-Петербурге?” или “Кто знает точный адрес Эрмитажа?” Мы категорически против спама!</li>
                </ul>
            </li>
            <li>4.2. Не пишите текст заглавными буквами. Избегайте сокращений и аббревиатур.</li>
            <li>4.3. Текст Запроса должен быть изложен в максимально простой и понятной форме.</li>
			<li>4.4. Текст Запроса должен быть максимально конкретным. Например, вместо абстрактного текста “Нужен дизайнер” следует писать “Нужен ландшафтный дизайнер. Необходимо разработать проект участка в Псковской области”.</li>
			<li>4.5. В тегах можно задать дополнительные ключевые слова для улучшения полнотекстового поиска Запроса. Ключевые слова должны отвечать тематике Запроса.</li>
            <li>4.6. Запрещается публиковать повторные, дублирующие, Запросы.</li>
            <li>4.7. Если Запрос потерял свою актуальность ему необходимо пометить как Решенный.</li>
        </ul>
        <p>Перед публикацией Запросов мы можем проводить их модерацию.</p>
        <h2 id="h_4">5. Требования к содержанию Отзыва</h2>
        <p>Вы можете оставить текстовый отзыв к любой доступной вам Визитке. Когда вы оставляете отзыв мы предполагаем, что вы действительно прибегали к услугам автора Визитки и готовы рекомендовать или не рекомендовать этого специалиста. При написании текстового отзыва к Визитке придерживайтесь следующих правил:</p>
        <ul class="nostyle">
            <li>5.1. Текст отзыва, прикрепленные фотографии должны отвечать тематике Визитки и описывать качество услуг или профессиональные стороны автора визитки. Следует избегать панибратского обращения.  Например: <i>Коляныч веселый чувачок! рекомендую всем :)</i> </li>
			<li>5.2. Текст отзыва должен быть содержательным. Следует избегать малоинформативных отзывов. Например, «круто» «красиво» «профессионально» и т.п.</li>
			<li>5.3. Текст отзыва не должен повторять ранее опубликованные отзывы.</li>
            <li>5.4. Не пишите текст заглавными буквами. Избегайте сокращений и аббревиатур.</li>
        </ul>
        
        <p>Мы в праве удалить любые отзывы нарушающие правила этого раздела и раздела <a href="content-policy#h_1">Общие положения</a>.</p>
        <h2 id="h_5">6. Требования к сообщениям в Запрос</h2>
        <p>Вы можете оставить публичное сообщение в Запрос. Текст сообщения должен отвечать тематике Запроса либо уточнять недостающую информацию.</p>
                
    </article><!-- /.container -->
</main>

<footer class="footer-site">
    <div class="container">
        <div class="row-footer">
            <div class="col-1">
                <small>&#169; <?php print date('Y'); ?> ООО СофтЛаб</small>
            </div><!-- /.col -->
            <nav class="col-2">
                <ul class="menu-footer">
				  <?php foreach ($routes as $path => $route) {?>
				    <?php if (isset($route['footer']) && TRUE == $route['footer']) {?>
                    <li class="menu-item"><a href="<?php print $path; ?>"><?php print $route['title']; ?></a></li>
					<?php }?>
				  <?php }?>
                </ul>
            </nav><!-- /.col -->
        </div><!-- /.row-footer -->
    </div><!-- /.container -->
</footer>

<script src="/assets/js/main.js"></script>
</body>
</html>