<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Описание сервиса ПоЗнакомым</title>
    <link href="https://fonts.googleapis.com/css?family=Roboto:400,400i,500,700&amp;subset=cyrillic-ext" rel="stylesheet">     
    <link rel="stylesheet" href="/assets/css/style.css">
    <script src="https://code.jquery.com/jquery-2.2.4.min.js"></script>
    <script src="/assets/js/plugins.js"></script>    
    <link rel="apple-touch-icon" sizes="180x180" href="/assets/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="/assets/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="/assets/favicon-16x16.png">
    <link rel="manifest" href="/assets/site.webmanifest">
    <link rel="mask-icon" href="/assets/safari-pinned-tab.svg" color="#5bbad5">
    <meta name="msapplication-TileColor" content="#da532c">
    <meta name="theme-color" content="#ffffff">
</head>
<body>
<!--[if lt IE 10]>
    <p class="browserupgrade">Вы используете <b>устаревший</b> браузер. Пожалуйста, <a href="http://browsehappy.com/?locale=ru_ru">обновите свой браузер</a> чтобы улучшить опыт работы с сайтом.</p>
<![endif]-->

<header class="container">    
    <a class="btn-back" href="/">&laquo;</a>    
</header>

<main>
    <article class="container art-serv text-indent">
        <h1>Описание сервиса ПоЗнакомым</h1>
        <p class="date">Дата последнего изменения: 03.03.2020</p>    

        <ul class="toc">
            <li><a href="#h_1">Наша миссия</a></li>
            <li><a href="#h_2">Ваше сообщество</a></li>
            <li><a href="#h_3">Визитки и Запросы</a></li>
            <li><a href="#h_4">Цепочки знакомств</a></li>
            <li><a href="#h_5">Принципы построения сообщества</a>
                <ul>
                    <li><a href="#h_6">Как строится сообщество</a></li>
                    <li><a href="#h_7">Двусторонние и односторонние связи</a></li>
                    <li><a href="#h_8">Исключение контакта</a></li>
                    <li><a href="#h_9">Доступ к визиткам. Типы Визиток</a></li>
                    <li><a href="#h_10">Доступ к отзывам</a></li>
                    <li><a href="#h_11">Доступ к Запросам</a></li>
                </ul>
            </li>
        </ul>

        <h2 id="h_1">Наша миссия</h2>
        <p>Основная миссия сервиса ПоЗнакомым – помогать вам находить проверенных специалистов по рекомендациям ваших знакомых и их друзей.</p>

        <h2 id="h_2">Ваше сообщество</h2>
        <p>Ваше сообщество — это множество пользователей Сервиса, связанные с вами непосредственно или опосредованно через других знакомых, максимум трех (три рукопожатия). Например, Иван знает Степана, а Степан знает Татьяну, а Татьяна вас. Все трое (Татьяна, Степан и Иван) будут входить в ваше сообщество. Фактически у каждого пользователя имеется свое, индивидуальное сообщество.</p>

        <h2 id="h_3">Визитки и Запросы</h2>
        <p><i>Визитка</i> в сервисе ПоЗнакомым представляет собой расширенный аналог бумажной визитной карточки. Вы можете опубликовать визитку если оказываете услуги или занимаетесь бизнесом и заинтересованы в новых клиентах. К визитке можно оставлять отзывы.</p>
        <p><i>Запрос</i> в сервисе ПоЗнакомым используется для обращения к своему сообществу с целью найти нужного специалиста или получить консультацию/совет.</p>
        <p>Визитки и Запросы, опубликованные пользователями вашего сообщества, отображаются в главной ленте.</p>
        
        <h2 id="h_4">Цепочки знакомств</h2>
        <p>Основное назначение цепочки знакомств показать кто из вашего сообщества оставил отзыв или знает нужного вам специалиста, чтобы вы могли запросить рекомендации через встроенный чат. Цепочка знакомств может отображаться при просмотре Визитки, Запроса или Профиля пользователя, если пользователь находится в вашем сообществе. Как было сказано ранее, сообщество строится до третьего рукопожатия, например:</p>        
        <p class="center">Вы -> Татьяна -> Степан -> Иван</p>        
        <p>Сервис ПоЗнакомым всегда показывает самую короткую цепочку. Если имеется несколько вариантов цепочек знакомств, то на форме становится доступна ссылка “Показать все”, где вы можете просмотреть все варианты и выбрать наиболее близких вам знакомых.</p>

        <h2 id="h_5">Принципы построения сообщества</h2>

        <h3 id="h_6">Как строится сообщество</h3>
        <p>Сервис ПоЗнакомым строит ваше сообщество по контактам вашей адресной книги. Вам не нужно приглашать в друзья, как это делается в соц. сетях. Ваше сообщество формируется и изменяется автоматически вместе с адресной книгой. Разрабатывая ПоЗнакомым мы уделяли большое значение конфиденциальности и безопасности, в частности мы не передаем на наши сервера имена контактов из вашей адресной книги. Номера телефонов шифруются, а затем хэшируются, без возможности восстановления. Более подробную информацию о том какие данные мы собираем и храним читайте в <a href="privacy-policy">Политике конфиденциальности</a>. </p>

        <h3 id="h_7">Двусторонние и односторонние связи</h3>
        <p>Проектируя сервис мы учитывали, что ваша адресная книга может содержать малознакомых вам людей. Поэтому одним из важных принципов, обеспечивающих конфиденциальность, является принцип наличия <i>двусторонней связи</i>. Это означает, что два человека считаются знакомыми, и соответственно могут входить в одно сообщество, только если их адресные книги содержат телефонные номера друг друга. Например, у Маши есть телефон Паши, а у Паши есть телефон Маши. При этом в сервисе имеется возможность вручную <a href="detail#h_8">Исключить контакт</a> из своего сообщества, разорвав с ним двустороннюю связь, без удаления его из адресной книги.</p>
		
        <p>В сервисе также различаются <i>односторонние связи</i>, которые образуются когда пользователь №1 имеет в адресной книге телефон пользователя №2, в то время как пользователь №2, не имеет номера телефона пользователя №1. Односторонняя связь может быть: </p>
        <ul>
            <li><i>входящей</i> - ваш номер телефона есть в адресной книге у другого пользователя сервиса</li>
            <li><i>исходящей</i> - у вас в адресной книге есть номер телефона другого пользователя сервиса.</li>
        </ul>

        <h3 id="h_9">Доступ к визиткам</h3>
        <p>Опубликованная визитка доступна всем пользователям сервиса.</p>

        <h3 id="h_8">Исключение контакта</h3>
        <p>Сообщество строится по <a href="detail#h_7">двусторонним связям</a>. Однако, наличие двусторонней связи не всегда означает, что два человека достаточно знакомы и желают предоставлять доступ к своему сообществу. Сервис ПоЗнакомым позволяет разорвать двустороннюю связь и тем самым исключить контакт из своего сообщества. Для сервиса это фактически означает, что телефонные номера исключаемого контакта, больше не содержаться в вашей адресной книге. Соответственно, через вас такой пользователь больше не будет иметь доступ в ваше сообщество. Однако, он все еще может иметь доступ к части вашего сообщества через других знакомых из вашего сообщества.</p>
        <p>Исключение/Включение контакта в ваше сообщество выполняется в профиле пользователя или карточке контакта.</p>

        <h3 id="h_10">Доступ к отзывам</h3>
        <p>Отзывы к Визитке доступны всем пользователям сервиса. Отзывы пользователей из сообщества отображаются на отдельной вкладке на форме Визитки.</p>

        <h3 id="h_11">Доступ к Запросам</h3>
        <p>Ваши Запросы отображаются в ленте исключительно у вашего сообщества. Сообщения, опубликованные в Запросе видны для всех пользователей имеющих доступ к Запросу.</p>
        
        
        
    </article><!-- /.container -->
</main>

<footer class="footer-site">
    <div class="container">
        <div class="row-footer">
            <div class="col-1">
                <small>&#169; <?php print date('Y'); ?> ООО СофтЛаб</small>
            </div><!-- /.col -->
            <nav class="col-2">
                <ul class="menu-footer">
				  <?php foreach ($routes as $path => $route) {?>
				    <?php if (isset($route['footer']) && TRUE == $route['footer']) {?>
                    <li class="menu-item"><a href="<?php print $path; ?>"><?php print $route['title']; ?></a></li>
					<?php }?>
				  <?php }?>
                </ul>
            </nav><!-- /.col -->
        </div><!-- /.row-footer -->
    </div><!-- /.container -->
</footer>

<script src="/assets/js/main.js"></script>
</body>
</html>