<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Часто задаваемые вопросы</title>
    <link href="https://fonts.googleapis.com/css?family=Roboto:400,400i,500,700&amp;subset=cyrillic-ext" rel="stylesheet">     
    <link rel="stylesheet" href="/assets/css/style.css">
    <script src="https://code.jquery.com/jquery-2.2.4.min.js"></script>
    <script src="/assets/js/plugins.js"></script>    
    <link rel="apple-touch-icon" sizes="180x180" href="/assets/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="/assets/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="/assets/favicon-16x16.png">
    <link rel="manifest" href="/assets/site.webmanifest">
    <link rel="mask-icon" href="/assets/safari-pinned-tab.svg" color="#5bbad5">
    <meta name="msapplication-TileColor" content="#da532c">
    <meta name="theme-color" content="#ffffff">
</head>
<body>
<!--[if lt IE 10]>
    <p class="browserupgrade">Вы используете <b>устаревший</b> браузер. Пожалуйста, <a href="http://browsehappy.com/?locale=ru_ru">обновите свой браузер</a> чтобы улучшить опыт работы с сайтом.</p>
<![endif]-->

<header class="container">    
    <a class="btn-back" href="/">&laquo;</a>    
</header>

<main>
    <article class="container art-serv">
        <h1>Часто задаваемые вопросы</h1>            

        <ul class="toc">
            <li><a href="#h_1">Начало работы</a>
                <ul>
                    <li><a href="#h_2">Обязательно ли мне нужно создавать визитку/запрос?</a></li>
                    <li><a href="#h_3">Зачем указывать в профиле второй номер телефона?</a></li>
                </ul>
            </li>
            <li><a href="#h_4">Конфиденциальность</a>
                <ul>                    
                    <li><a href="#h_5">Я просто зарегистрировался в сервисе. Подскажите кто и какую информацию видит обо мне?</a></li>
                    <li><a href="#h_6">Правильно ли я понимаю, что любой кто добавит мой телефон в свою адресную книгу увидит визитки и запросы моих знакомых?</a></li>
                    <li><a href="#h_7">Могу ли я заблокировать контакт, чтобы он не видел моих визиток и визиток моих знакомых?</a></li>
                </ul>                
            </li>
            <li><a href="#h_8">Прочее</a>
                <ul>                    
                    <li><a href="#h_9">Каким образом сортируются Визитки и Запросы в ленте?</a></li>
                    <li><a href="#h_10">Почему в некоторых контактах напротив телефонного номера отображается восклицательный знак?</a></li>
                </ul>                
            </li>
        </ul>

        <h2 id="h_1">Начало работы</h2>
        <h3 id="h_2">Обязательно ли мне нужно создавать визитку/запрос?</h3>
        <p>Нет. Чтобы пользоваться сервисом не обязательно создавать Визитку или Запрос.</p>
        <h3 id="h_3">Зачем указывать в профиле второй номер телефона?</h3>
        <p>Допустим, у вас имеется два мобильных номера: личный и рабочий. Если при регистрации вы укажите личный номер мобильного телефона, то ваши знакомые, у которых в адресной книге есть только рабочий номер, не войдут в <a href="detail#h_2">ваше сообщество</a>. Чтобы такие знакомые вошли в ваше сообщество вам необходимо добавить рабочий номер в свой профиль.</p>
        <h2 id="h_4">Конфиденциальность</h2>
        <h3 id="h_5">Я просто зарегистрировался в сервисе. Подскажите кто и какую информацию видит обо мне?</h3>
        <p>Ваш профиль не отображается в ленте, пока вы не опубликуете Визитку или Запрос. Однако, пользователи из <a href="detail#h_2">вашего сообщество</a> смогут просматривать ваш профиль, если через вас проходит связь к Визитке/Запросу/Профилю, который они просматривают. Им становится доступны следующие данные из вашего профиля: фотография, ФИО, цепочка(и) знакомств до вашего профиля.  Также рекомендуем ознакомится с <a href="privacy-policy">Политикой конфиденциальности</a>.</p>
        <h3 id="h_6">Правильно ли я понимаю, что любой кто добавит мой телефон в свою адресную книгу увидит запросы моих знакомых?</h3>
        <p>Нет, т.к. такой пользователь не будет входить в ваше сообщество. Для того чтобы чужой пользователь увидел Запросы и рекомендации вашего сообщества у вас в адресной книге должен быть его номер телефона. Ознакомьтесь с <a href="detail#h_5">Принципами построения сообщества</a>.</p>
        <h3 id="h_7">Могу ли я заблокировать контакт мало знакомого мне человека?</h3>
        <p>Да вы можете <i>Исключать контакты</i> из своего сообщества находящиеся в вашей адресной книги. Ознакомьтесь с разделом <a href="detail#h_5">Принципы построения сообщества</a>.</p>
        <h2 id="h_8">Прочее</h2>
        <h3 id="h_9">Каким образом сортируются Визитки в ленте?</h3>
        <p>Новые визитки сообщества, публикации и отзывы сообщества выдаются в ленту порядке их создания с фильтрацией по региону, указанному у вас в профиле.  Визитки не из сообщества выдаются в порядке их рейтинга (вначале с высоким рейтингом, затем с низким). На рейтинг влияет множество факторов: хороший текст визитки, наличие публикаций и самое главное – наличие отзывов.</br>
		При использовании поиска вначале будут отображаться релевантные Визитки с отзывами из сообщества и высоким рейтингом, а затем все остальные.</p>
        <h3 id="h_10">Почему в некоторых контактах напротив телефонного номера отображается восклицательный знак?</h3>
        <p>Это сигнал, что данный телефонный номер игнорируется при построении вашего сообщества т.к. он введен не в международном формате. При построении сообщества, мы используем номера мобильных телефонов в международном формате. Для России это номер из одиннадцати цифр в формате +7 (KKK) NNN-NN-NN, где ККК это код сотового оператора. Прямые номера, без кода сотового оператора не поддерживаются.</p>
                
    </article><!-- /.container -->
</main>

<footer class="footer-site">
    <div class="container">
        <div class="row-footer">
            <div class="col-1">
                <small>&#169; <?php print date('Y'); ?> ООО СофтЛаб</small>
            </div><!-- /.col -->
            <nav class="col-2">
                <ul class="menu-footer">
				  <?php foreach ($routes as $path => $route) {?>
				    <?php if (isset($route['footer']) && TRUE == $route['footer']) {?>
                    <li class="menu-item"><a href="<?php print $path; ?>"><?php print $route['title']; ?></a></li>
					<?php }?>
				  <?php }?>
                </ul>
            </nav><!-- /.col -->
        </div><!-- /.row-footer -->
    </div><!-- /.container -->
</footer>

<script src="/assets/js/main.js"></script>
</body>
</html>